<?php
$procince_conf = [
    10 => "กรุงเทพมหานคร",11 => "สมุทรปราการ",12 => "นนทบุรี",13 => "ปทุมธานี",14 => "พระนครศรีอยุธยา",15 => "อ่างทอง",16 => "ลพบุรี",17 => "สิงห์บุรี",18 => "ชัยนาท",19 => "สระบุรี",20 => "ชลบุรี",21 => "ระยอง",22 => "จันทบุรี",23 => "ตราด",24 => "ฉะเชิงเทรา",25 => "ปราจีนบุรี",26 => "นครนายก",
    27 => "สระแก้ว",30 => "นครราชสีมา",31 => "บุรีรัมย์",32 => "สุรินทร์",33 => "ศรีสะเกษ",34 => "อุบลราชธานี",35 => "ยโสธร",36 => "ชัยภูมิ",37 => "อำนาจเจริญ",38 => "บึงกาฬ",39 => "หนองบัวลำภู",40 => "ขอนแก่น",41 => "อุดรธานี",42 => "เลย",43 => "หนองคาย",44 => "มหาสารคาม",45 => "ร้อยเอ็ด",
    46 => "กาฬสินธุ์",47 => "สกลนคร",48 => "นครพนม",49 => "มุกดาหาร",50 => "เชียงใหม่",51 => "ลำพูน",52 => "ลำปาง",53 => "อุตรดิตถ์",54 => "แพร่",55 => "น่าน",56 => "พะเยา",57 => "เชียงราย",58 => "แม่ฮ่องสอน",60 => "นครสวรรค์",61 => "อุทัยธานี",62 => "กำแพงเพชร",63 => "ตาก",64 => "สุโขทัย",
    65 => "พิษณุโลก",66 => "พิจิตร",67 => "เพชรบูรณ์",70 => "ราชบุรี",71 => "กาญจนบุรี",72 => "สุพรรณบุรี",73 => "นครปฐม",74 => "สมุทรสาคร",75 => "สมุทรสงคราม",76 => "เพชรบุรี",77 => "ประจวบคีรีขันธ์",80 => "นครศรีธรรมราช",81 => "กระบี่",82 => "พังงา",83 => "ภูเก็ต",84 => "สุราษฎร์ธานี",
    85 => "ระนอง",86 => "ชุมพร",90 => "สงขลา",91 => "สตูล",92 => "ตรัง",93 => "พัทลุง",94 => "ปัตตานี",95 => "ยะลา",96 => "นราธิวาส"
];
$month_conf = [
    '01' => 'มกราคม','02' => 'กุมภาพันธ์','03' => 'มีนาคม','04' => 'เมษายน','05' => 'พฤษภาคม','06' => 'มิถุนายน','07' => 'กรกฎาคม','08' => 'สิงหาคม','09' => 'กันยายน','10' => 'ตุลาคม','11' => 'พฤศจิกายน','12' => 'ธันวาคม'
];

$title_search = [
    1 => [],2 => [],3 => [],4 => [],5 => [],6 => [],7 => [],8 => [],9 => [],10 => [],11 => [],12 => [],13 => []
];

$map_color = [
    "#38a800","#9fd900","#fcfc00","#ff950a","#e60000"
];

$region_name = [
    '' => 'เลือกภาค',1 => 'ภาคเหนือ',2 => 'ภาคตะวันออกเฉียงเหนือ',3 => 'ภาคกลาง',4 => 'ภาคตะวันออก',5 => 'ภาคใต้'
];
$province_array = [
    1 => [
        "62" => "กำแพงเพชร","63" => "ตาก","60" => "นครสวรรค์","55" => "น่าน","56" => "พะเยา","66" => "พิจิตร","65" => "พิษณุโลก","52" => "ลำปาง","51" => "ลำพูน","64" => "สุโขทัย","53" => "อุตรดิตถ์","61" => "อุทัยธานี","57" => "เชียงราย","50" => "เชียงใหม่","67" => "เพชรบูรณ์","54" => "แพร่",
        "58" => "แม่ฮ่องสอน"
    ],
    2 => [
        "46" => "กาฬสินธุ์","40" => "ขอนแก่น","36" => "ชัยภูมิ","48" => "นครพนม","30" => "นครราชสีมา","38" => "บึงกาฬ","31" => "บุรีรัมย์","44" => "มหาสารคาม","49" => "มุกดาหาร","35" => "ยโสธร","45" => "ร้อยเอ็ด","33" => "ศรีสะเกษ","47" => "สกลนคร","32" => "สุรินทร์","43" => "หนองคาย",
        "39" => "หนองบัวลำภู","37" => "อำนาจเจริญ","41" => "อุดรธานี","34" => "อุบลราชธานี","42" => "เลย"
    ],
    3 => [
        "10" => "กรุงเทพมหานคร","71" => "กาญจนบุรี","24" => "ฉะเชิงเทรา","18" => "ชัยนาท","26" => "นครนายก","73" => "นครปฐม","12" => "นนทบุรี","13" => "ปทุมธานี","77" => "ประจวบคีรีขันธ์","25" => "ปราจีนบุรี","14" => "พระนครศรีอยุธยา","70" => "ราชบุรี","16" => "ลพบุรี","11" => "สมุทรปราการ",
        "75" => "สมุทรสงคราม","74" => "สมุทรสาคร","19" => "สระบุรี","27" => "สระแก้ว","17" => "สิงห์บุรี","72" => "สุพรรณบุรี","15" => "อ่างทอง","76" => "เพชรบุรี"
    ],4 => [
        22 => 'จันทบุรี',20 => 'ชลบุรี',23 => 'ตราด',21 => 'ระยอง'
    ],5 => [
        "81" => "กระบี่","86" => "ชุมพร","92" => "ตรัง","80" => "นครศรีธรรมราช","96" => "นราธิวาส","94" => "ปัตตานี","82" => "พังงา","93" => "พัทลุง","83" => "ภูเก็ต","95" => "ยะลา","85" => "ระนอง","90" => "สงขลา","91" => "สตูล","84" => "สุราษฎร์ธานี"
    ]
];

$province_id_array = [
    1 => [
        54,65,58,50,56,57,55,53,67,52,66,51,61,62,63,64,60
    ],3 => [
        15,73,75,17,26,11,14,18,74,10,12,13,72,19,71,16,70,25,76,27,77,24
    ],2 => [
        31,39,30,44,46,48,37,36,32,40,43,38,45,49,35,41,42,34,47,33
    ],4 => [
        22,20,23,21
    ],5 => [
        81,86,92,80,96,94,82,93,83,95,85,90,91,84
    ]
]?>

